Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * MysteriousAntarctica: One of the last explored places on Earth's surface.
pt_br: * Br/AntartidaMisteriosa: Um dos últimos lugares a serem explorados na superfície da Terra.

source: * MysteryWriterDetective * NaiveEverygirl * NatureHero: Heroes with an affinity to nature and the wilderness or derive their powers from such.
pt_br: * Br/DetetiveEscritorDeMisterio * Br/GarotaIngenua * Br/HeroiDaNatureza: Heróis com afinidade com a natureza ou que derivam seu poder dela.

source: * MysticalHollywood: Hollywood presented as an EldritchLocation or as a place of supernatural activity.
pt_br: * Br/HollywoodMistica: Hollywood apresentada como um Br/LugarAlienigena ou ponto de atividades sobrenaturais.

source: * MythologyGag: Several scenes double as references to Asimov's short stories, such as the scene where Spooner and Calvin need to find Sonny in a room filled with identical robots.
pt_br: * Br/PiadaMitologica: Muitas cenas servem como referências para as histórias curtas de Asimov, como a cena em que Spooner e Calvin precisam encontrar Sonny em uma sala cheia com robôs idênticos.

source: * NailedToTheWagon: A person is forced to quit smoking by having their cigarettes and smoking stuff taken away.
pt_br: * Br/PresoNoVagao: Uma pessoa é forçada a parar de fumar ao ser separada de seus cigarros e objetos de fumo.

source: * NakedPeopleAreFunny: Invisible Boy.
pt_br: * Br/GenteNuaEEngracada: O Garoto Invisível.

source: * NamedAfterFirstInstallment: A series's title is based on that of its first installment.
pt_br: * Br/RecebeuONomeDaPrimeiraObra: O título de uma série é baseado no título da primeira obra da série.

source: * NamedByTheDub: The protagonist's name [[NoNameGiven is never revealed]] in the original version, as everyone simply refer to him as "chavo" (meaning "boy").
pt_br: * Br/NomeadoPelaDublagem: O nome do protagonista [[Br/SemNomeDado nunca é revelado]] na versão original, pois todo mundo se refere a ele como "chavo" (significando "garoto").

source: * NapoleonDelusion: ** Don Ramón once faked this to avoid paying the rent.
pt_br: * Br/DeliriosNapoleonicos: ** Seu Madruga certa vez fingiu isso para evitar de pagar o aluguel.

source: * NarratingTheObvious: The narrator states the obvious.
pt_br: * Br/NarrarOObvio: O narrador declara o óbvio.

source: * NatureHero: Heroes who fights to protect nature.
pt_br: * Br/HeroiDaNatureza: Heróis que lutam para proteger a natureza.

source: * NatureLover: A character is driven by an affinity for the natural world.
pt_br: * Br/AmanteDaNatureza: Um personagem é guiado por afinidade ao mundo natural.

source: * NaughtyIsGood: Children who tend to misbehave are still the good guys.
pt_br: * Br/TravessoEBom: Crianças que se comportam mal ainda assim estão entre os bonzinhos.

source: * NaziHunter: Someone who tries to bring fugitive [[ThoseWackyNazis Nazi]] war criminals to justice.
pt_br: * Br/CacadorDeNazistas: Alguém que tenta capturar [[Br/AquelesNazistasMalucos nazistas]] criminosos de guerra para os levarem à justiça.

source: * NecessarilyEvil: Some good guys assume the villain's role out of necessity.
pt_br: * Br/NecessariamenteMau: Alguns caras bons assumem o papel de vilão por necessidade.

source: * NecessarilyEvil: The organization is not overtly malicious, but they do recognize a certain moral ambiguity with how they deceive the population, even telling them harmful lies about the truth of loved ones.
pt_br: * Br/MalNecessario: A organização não é maliciosa, mas eles reconhecem que existe ambiguidade horam em como eles enganam a população, até mesmo contando mentiras danosas sobre entes queridos.

source: * NeckSnap: [[spoiler: one of the cops in the police station gets their neck snapped by an NS-5]].
pt_br: * Br/TorcaoDePescoco: [[spoiler: um dos policiais na estação de polícia sofre uma torção por um NS-5]].

source: * NeedleInAStackOfNeedles: When "Edgar" escapes with the Galaxy and Laurel, J realizes he's escaped in a cab.
pt_br: * Br/EncontrarUmaAgulhaNoAgulheiro: Quando "Edgar" escapa com Laurel e a galáxia, J percebe que ele escapou em um táxi.

source: * NegativeContinuity: Taken to its logical extreme, drastic changes happen but are quickly reverted by next time, without any explanation.
pt_br: * Br/ContinuidadeNegativa: Levada ao extremo lógico, mudanças drásticas ocorrem mas são rapidamente revertidas na próxima ocasião e sem explicação nenhuma.

source: * NeighbourhoodFriendlyGangsters: Local criminals try to protect their neighbors and communities from other bad guys.
pt_br: * Br/BandidosAmigaveisDaVizinhanca: Criminosos locais tentam proteger seus vizinhos e comunidades de outros caras maus.

source: * NerdActionHero * NeutralGood: Involving selflessness, without substantial favor for or outside rules.
pt_br: * Br/NerdHeroiDeAcao * Br/NeutroEBom: Envolvendo o altruísmo sem estar inclinado em favor das regras ou contra elas.

source: * NetworkDecay: A TV channel starts to show things that go outside what it's supposed to show (e.g. the nature channel starts showing shows that have nothing to do with nature).
pt_br: * Br/DecaimentoDaRede: Um canal de televisão começa a mostrar coisas que fogem do padrão exibido (''e.g.'' o canal sobre natureza começa a passar programas que não tem nada a ver com natureza).

source: * NeutralGood: A character alignment involving selflessness, without substantial favor for or outside rules.
pt_br: * Br/NeutroEBom: Um alinhamento de personagem que envolve altruísmo sem muita consideração por regras externas.

source: * NeverASelfMadeWoman: A common stereotype that a female character can only get to her position because a more powerful man helped her get there.
pt_br: * Br/NuncaUmaMulherEmpreendedora: Um estereótipo comum onde uma personagem feminina só alcançou a própria posição porque um homem mais poderoso a ajudou a chegar lá.

source: * NeverHurtAnInnocent: A villain (or AntiHero) refuses to harm innocent people.
pt_br: * Br/NuncaMachuqueUmInocente: Um vilão (ou Br/AntiHeroi) se recusa a ferir inocentes.

source: * NeverLand: A setting whose entire population is in [[NeverGrewUp eternal childhood]].
pt_br: * Br/TerraDoNunca: Uma ambientação em que toda a população vive em uma [[Br/NuncaCresceu infância eterna]].

source: * NeverSuicide: Everyone is convinced that Dr. Lanning's death was just a suicide; everyone except Spooner, of course.
pt_br: * Br/NuncaESuicidio: Todo mundo está convencido de que a morte do Dr. Lanning foi suicídio; todo mundo exceto Spooner, é claro.

source: * NeverTrustATrailer: A media trailer is designed to make audiences interested enough to buy copies/tickets/viewership; thus, it may be doctored or edited in a deceptive way that doesn't resemble the final product.
pt_br: * Br/NuncaConfieNoTrailer: Um trailer é pensado para deixar o público interessado o suficiente para comprar cópias, bilhetes ou assinaturas, por isso ele pode ser ajustado e editado de forma a não lembrar o produto final.

source: * NeverTrustATrailer: In one HBO trailer, as the narrator starts with saying something evil is brewing, we get to see a creepy closeup of a man screaming or laughing in the midst of some vortex.
pt_br: * Br/NuncaConfieNoTrailer: Em um trailer da HBO, enquanto o narrador diz que algo maléfico está se formando, nós vemos um enquadramento assustador de um homem gritando no meio de um vórtice.

source: * NewNeighboursAsThePlotDemands: RememberTheNewGuy as applied to a small town setting.
pt_br: * Br/NovosVizinhosConformeATramaExige: "Br/LembraDoCaraNovo", mas aplicado a uma ambientação de cidade pequena.

source: * NewOldWest: Cowboys Now.
pt_br: * Br/NovoVelhoOeste: Caubóis, mas agora.

source: * NewRulesAsThePlotDemands: Changing the rules for the sake of plot.
pt_br: * Br/NovasRegrasConformeATramaExige: Alterar as regras para fazer a trama andar.

source: * NewYearsResolution: One episode had the vecindad's residents having a New Year's party at Don Ramón's place.
pt_br: * Br/PromessaDeAnoNovo: Um episódio tem os moradores da vila comemorando a passagem de ano na casa do Seu Madruga.

source: * NextSundayAD: Just ahead of the present.
pt_br: * Br/DomingoQueVemDC: À frente do presente só um pouquinho.

source: * NiceGuy: A character who tends to be selfless and friendly.
pt_br: * Br/CaraLegal: Um personagem que tende a ser altruísta e amigável.

source: * NiceGuy: A kindhearted hero who is a very swell guy/girl to be around with.
pt_br: * Br/CaraLegal: Um herói gentil que é um cara bem bacana de se ter por perto.

source: * NiceJobBreakingItHero: ** Captain Amazing, in his civilian persona of Lance Hunt, decides to free Casanova potentially putting countless civilians in danger so he could have a real villain to fight, and to boost his ratings.
pt_br: * Br/BomTrabalhoEstragandoTudoHeroi: ** Capitão Arraso, em sua identidade civil de Lance Hunt, decide libertar Casanova, colocando em perigo as vidas de incontáveis civis para que ele pudesse ter um vilão de verdade para lutar e melhorar seu patrocínio.

source: * NiceToTheWaiter: A character shows basic courtesy to everyone, including servants.
pt_br: * Br/GentilComOGarcom: Um personagem mostra cortesia básica a todos, incluindo os servos.

source: * NightmarishNursery: A childish setting such as a nursery or playground played for horror or suspense.
pt_br: * Br/BercarioDoMal: Um local com crianças, tal como um berçário ou parquinho, que é usado para terror ou suspense.

source: * NinetiesAntiHero: A violent, ruthless Anti-Hero with a gritty design and an aggressive and/or rough personality.
pt_br: * Br/AntiHeroiDosAnos90: Um anti-herói violento e inescrupuloso com aparência áspera e personalidade agressiva e ríspida.

source: * NoBadassToHisValet * NoHeroToHisValet * NoMoreHoldingBackSpeech: The hero makes a speech about the problems they've experienced and how they overcame them.
pt_br: * Br/NaoEFodaoParaSeuCriado * Br/NaoEHeroiParaSeuCriado * Br/DiscursoDeChegaDeSeLimitar: O herói faz um discurso sobre os problemas enfrentados e como ele os superou.

source: * NoBudget: Observe, for example, how if someone's shirt gets spilled on, the stain remains for subsequent episodes.
pt_br: * Br/SemOrcamento: Observe que se as roupas de alguém são manchadas, a mancha persiste por episódios subsequentes.

source: * NoCommunitiesWereHarmed: The geographic equivalent of a BlandNameProduct or CaptainErsatz.
pt_br: * Br/NenhumaComunidadeFoiFerida: O equivalente geográfico de um ??? BlandNameProduct ou de um Br/CapitaoErsatz.

source: * NoContinuity: Sometimes Chavo learns a small lesson about personal hygiene or the value of study.
pt_br: * Br/SemContinuidade: Às vezes o Chaves aprende uma lição sobre higiene pessoal ou a importância do estudo.

source: * NoCutsceneInventoryInertia: Pay no mind to the fact that the cutscene doesn't quite match up with the preceding gameplay.
pt_br: * Br/SemInerciaDeInventarioEmCinematica: Não pense muito no fato de que a cinemática não combina exatamente com o que estava sendo exibido antes no jogo.

source: * NoDelaysForTheWicked: Villains have no problems with their plans unless stated otherwise.
pt_br: * Br/SemAtrasoParaOsPerversos: Vilões não têm problemas com seus planos exceto se declarado o contrário.

source: * NoEndorHolocaust: Some event in the story ''should'' be far more disastrous or harmful than the story explores.
pt_br: * Br/SemHolocaustoEmEndor: Algum evento na história ''deveria'' ser mais desastroso ou danoso do que é exibido.

source: * NoHuggingNoKissing: You could count with one hand the amount of times Doña Florinda and Profesor Jirafales hugged each other - and all of them were accidental.
pt_br: * Br/SemAbracosSemBeijos: Dá pra contar nos dedos de uma mão as vezes em que Dona Florinda e Professor Girafales se abraçaram -- e todas elas foram acidentais.

source: * NoMoreForMe: Muggles blame whatever otherworldly phenomenon they witness on whatever they're drinking.
pt_br: * Br/JaChegaPraMim: Trouxas colocam a culpa de qualquer que seja o fenômeno sobrenatural testemunhado no que quer que estejam bebendo.

source: * NoOSHACompliance: [[spoiler: VIKI's access area.]] The control panel area is near the top floor of the building (some 120 plus stories), accessible only by catwalks with no guardrails.
pt_br: * Br/InsegurancaDoTrabalho: [[spoiler: A área de acesso à VIKI.]] A área do painel de controle fica perto do andar mais alto do prédio (uns 120 andares ou mais), acessível apenas por passarelas sem barras laterais.

source: * NoOneGetsLeftBehind: Even with imminent danger closing in, one character risks everything to help another get out alive.
pt_br: * Br/NinguemFicaParaTras: Mesmo com o perigo iminente se aproximando, um personagem arrisca tudo para ajudar outro a sair vivo.

source: * NoOntologicalInertia: For some reason, destroying the source of something (like magic) will instantly negate any changes it made.
pt_br: * Br/SemInerciaOntologica: Por algum motivo, destruir a fonte de algo (como magia) vai instantaneamente negar qualquer mudança que aquilo causou.

source: * NoPeriodsPeriod: How [[spoiler: Diadorim]] hid it every month?.
pt_br: * Br/NadaDeMenstruacao: Como que [[spoiler: Diadorim]] escondia todo mês?

source: * NoSmoking: Works where cigarettes and smoking paraphernalia are edited out or disguised as something else.
pt_br: * Br/EProibidoFumar: Obras onde cigarros e apetrechos de fumo são, através de edição, removidos ou disfarçados como outra coisa.

source: * NoTellMotel: A sleazy motel that caters to a low-class clientele.
pt_br: * ??? NoTellMotel: Um hotel barato que atende a uma clientela de classe baixa.

source: * NobleBigot: They still try to do the right thing despite their prejudices.
pt_br: * Br/NobreIntolerante: Eles ainda tentam fazer a coisa certa apesar de seus preconceitos.

source: * NobleProfession: Some occupations are just expected to be benevolent, well-meaning and lovely.
pt_br: * Br/ProfissaoNobre: Espera-se que certas ocupações sejam benevolentes e bem-intencionadas.

source: * NobleSavage: Someone from a primitive tribe, who is generally more decent and wise than people from civilized society.
pt_br: * Br/SelvagemNobre: Alguém de uma tribo primitiva que é mais decente e sábio que as pessoas da sociedade civilizada.

source: * NobodyHereButUsBirds: In one episode, El Chavo, Quico and La Chillindrina imagine themselves inside Doña Clotilde's home and imagine it as a witch's lair.
pt_br: * Br/NinguemAquiExcetoNosPassaros: Em um episódio, Chaves, Quico e Chiquinha se imaginam dentro da casa da Dona Clotilde e imaginam o interior da casa como um covil de bruxa.

source: * NominalHero: Someone who may incidentally do some good deeds despite a total lack of altruistic motives.
pt_br: * Br/HeroiNominal: Alguém que pode fazer algo bom por acidente apesar de uma total falta de motivos altruístas.

source: * Non-American productions going for [[{{Americanization}} Hollywood]].
pt_br: * Produções não estadunidenses mirando [[Br/Americanizacao nos padrões de Hollywood]].

source: * NonActionProtagonist: A protagonist who shows no combat ability, but overcomes obstacles through non-action means.
pt_br: * Br/ProtagonistaSemAcao: Um protagonista que não mostra habilidades de combate, mas que supera obstáculos por meios que não dependem de ação.

source: * NonHeteronormativeSociety: Where being queer is seen as normal.
pt_br: * Br/SociedadeNaoHeteronormativa: Onde ser queer é visto como normal.

source: * NonIronicClown: This type of clown who is a good guy in every sense of the word, intending to entertain children in circus.
pt_br: * Br/PalhacoNaoIronico: Este tipo de palhaço é um cara bom em cada sentido da palavra, com a intenção de divertir as crianças em um circo.

source: * NonLinearSequel: The sequel doesn't take place after the first story.
pt_br: * Br/SequenciaNaoLinear: A sequência não acontece após a primeira história.

source: * NonMammalianMammaries: A female character from a non-mammal species has breasts, usually for the sake of making her attractive.
pt_br: * Br/MamasNaoMamiferas: Uma personagem feminina de uma espécie que não é mamífera possui seios, geralmente com o propósito de torná-la atraente.

source: * NonPoweredCostumedHero: A character that dresses up in a non-standard costume to fight crime/evil or to save people, but has no special powers.
pt_br: * Br/HeroiTrajadoSemPoderes: Um personagem que se veste com um traje não-padrão para combater o crime ou para salvar pessoas, mas que não possui poderes especiais.

source: * NonResidentialResidence: A building or location someone is living in that was not intended to be a residence.
pt_br: * Br/ResidenciaNaoResidencial: Uma construção ou local em que alguém vive e que não era originalmente uma residência.

source: * NonSequiturEnvironment: A setting that suddenly appears out of nowhere with no logical explanation or transition.
pt_br: * ??? NonSequiturEnvironment: Uma ambientação que subitamente aparece do nada sem explicação ou transição lógica.

source: * NonverbalMiscommunication: Sometimes, a character will be warned with sign language that someone they don't want to see is behind them.
pt_br: * Br/MaComunicacaoNaoVerbal: Às vezes um personagem é avisado com gestos que alguém que ele não quer ver está atrás deles.

source: * NoodleIncident: Don Federico was SwallowedWhole after his ship sank at sea, leaving Quico and Doña Florinda impoverished.
pt_br: * Br/CasoDoMacarrao: O pai de Quico, Federico, foi Br/EngolidoInteiro depois que seu barco afundou em alto mar, deixando Quico e Dona Florinda desamparados.

source: * NotAllowedToGrowUp: The children have the same age during all the series.
pt_br: * Br/ImpedidoDeCrescer: As crianças possuem sempre a mesma idade ao longo da série.

source: * NotNowWereTooBusyCryingOverYou: Used a few times, one episode has Chavo faking having being run over by a truck so people would give him food while he was sick, after Quico helps set him up and tell everyone he was hurt, Chavo leaves for a while and everyone thinks that he was taken to the Red Cross.
pt_br: * Br/AgoraNaoEstamosChorandoASuaPerda: Um episódio tem o Chaves se fingindo de atropelado para que as pessoas o dessem comida durante o tratamento. Depois que Quico ajuda a armar o cenário e falar pra todos que ele estava ferido, Chaves sai momentaneamente e todos acham que ele foi levado pela Cruz Vermelha.

source: * NotSoSafeHarbor: A WretchedHive of seaside villainy.
pt_br: * Br/PortoNaoTaoSeguro: Um reduto de vilania marítima.

source: * NotTheIntendedUse: In the episode where Quico gets a puppy, Don Ramón tries on several occasions to wash some ties he intends to sell, only for the ties to be used (without permission) either as an impromptu jumprope, and as a leash for [[WeNamedTheMonkeyJack Ramoncito.]] At the end of the episode, we see Don Ramón has finally found a good use for his ties, tying Chavo and Quico to the metal stair handrail.
pt_br: * Br/NaoEOUsoPlanejado: No episódio em que Quico ganha um cachorro, Seu Madruga tenta em várias ocasiões lavar algumas gravatas que ele pretende vender, mas as gravatas acabam sendo usadas (sem permissão) como corda de pular e como coleira para o [[Br/DemosAoMacacoONomeDeJack Madruguinha]]. No final do episódio, Seu Madruga finalmente encontra um bom uso para suas gravatas, que é amarrar Chaves e Quico no corrimão de uma escada.

source: * NotTooDeadToSaveTheDay: Dead or [[NotQuiteDead "dead"]] person comes back just in time to save the day.
pt_br: * Br/NaoEstouMortoDemaisParaSalvarODia: Uma pessoa morta ou [[Br/NaoExatamenteMorto "morta"]] volta no momento certo para salvar o dia.

source: * NotWhatItLooksLike: Every time Don Ramón tries to stop the kids from doing something dangerous or annoying (especially Quico), it would always be at the worst possible time: Doña Florinda would arrive at the last second, and Quico would come crying to her and tell her what happened, but without telling her who specifically did it.
pt_br: * Br/NaoEOQueParece: Sempre que Seu Madruga tenta impedir as crianças de fazerem algo perigoso ou irritante (especialmente o Quico), isso acontece na pior hora possível: Dona Florinda chega no último instante e Quico vai em sua direção reclamar e dizer o que aconteceu, mas sem dizer que foi ele que fez isso.

source: * Note the inherent creativity of many shows.
pt_br: * Perceba a criatividade inerente a muitos shows.

source: * NothingExcitingEverHappensHere: The setting is so normal, it's boring... until something new comes in that upends that normality.
pt_br: * Br/NadaDeInteressanteAconteceAqui: A ambientação é tão normal que é entediante... até que surge algo que quebra essa normalidade.

source: * NumberedSequels: When a sequel title has a number.
pt_br: * Br/SequenciasNumeradas: Quando o título de uma sequência tem um número.

source: * OOCIsSeriousBusiness: In one episode, El Chavo accidentally thinks Don Ramon is homosexual (in reality he was teaching Profesor Jirafales on how to court Doña Florinda, with Don Ramon playing the role of Doña Florinda).
pt_br: * Br/EstarForaDePersonagemECoisaSeria: Em um episódio, Chaves acidentalmente pensa que o Seu Madruga é homossexual (na verdade ele estava ensinando o professor Girafales a como cortejar a Dona Florinda, com o Seu Madruga fazendo o papel de Dona Florinda).

source: * ObscuredSpecialEffects: Don't let the audience look too close at the special effects or they might notice it's sub par.
pt_br: * Br/EfeitosEspeciaisEncobertos: Se você deixar o público olhar os efeitos especiais muito de perto, eles podem perceber que eles não são tão bons.

source: * ObsessivelyNormal: Muggles try to come across as normal as possible and shun magic as a consequence.
pt_br: * Br/ObsessivamenteNormal: Trouxas tentam se passar por tão normais quanto possível e desprezam magia como consequência disso.

source: * Obvious lack of investment in the production.
pt_br: * Falta óbvia de investimento na produção.

source: * ObviouslyEvil: A character's appearance and/or actions are blatantly evil, because viewers won't know who the good guys are if the bad guys are too subtle.
pt_br: * Br/ObviamenteDoMal: A aparência e/ou ações do personagem são abertamente más porque os espectadores não saberão quem são os bonzinhos se os malvados forem muito sutis.

source: * OceanPunk: Take your standard dystopian [[PunkPunk Punk setting]] and [[InstantIndexJustAddWater Just Add Water]].
pt_br: * ??? OceanPunk: Pegue a [[Br/PunkPunk ambientação punk]] padrão e [[Br/IndiceInstantaneoBastaAcrescentarAgua acrescente água]].

source: * OddFriendship: Blue Raja and Bowler get rather chummy over the course of film.
pt_br: * Br/AmizadePeculiar: O Marajá e a Boliche ficam próximos ao longo do filme.

source: * OddballDoppelganger: Quirky character strongly resembling one of the "normal" ones.
pt_br: * ??? OddballDoppelganger: Personagem peculiar que lembra muito um dos "normais".

source: * OddballInTheSeries: An episode in franchise that noticeably deviates from the others thematically or tonally.
pt_br: * Br/OEstranhoNaSerie: Um episódio em uma franquia que desvia notavelmente dos demais em termos de tema ou tom.

source: * OddlyNamedSequel2ElectricBoogaloo: Weird sequel title or subtitle.
pt_br: * Br/SequenciaComNomeEstranho2BoogalooEletrico: Um título ou subtítulo excêntrico.

source: * OfCourseISmoke: A person who doesn't smoke tries to make it look like they do -- and fail miserably.
pt_br: * Br/EClaroQueEuFumo: Uma pessoa que não fuma tenta fazer parecer como se fumasse -- e falha miseravelmente.

source: * OfficerAndAGentleman: A cultured, refined, polite, and honorable military officeholder.
pt_br: * Br/OficialECavalheiro: Um oficial militar culto, refinado, polido e honrado.
